export const ru = {
  // NAV START
  'home': 'ГЛАВНЫЙ',
  'federation': 'НАША ФЕДЕРАЦИЯ',
  'gallery': 'ГАЛЕРЕЯ',
  'competition': 'СОРЕВНОВАНИЕ',
  'news': 'НОВОСТИ',
  'contact': 'КОНТАКТ',
  'siteTitle': 'Федерация боевых искусств Пекити-Тирсия Кали',
  'heroTitle': 'Враг — не моя проблема. Я — его проблема!',
  'newsTitle': 'Последние новости',
  'allNews': 'Все новости',
  'newsText': 'В Узбекистане начался новый этап в развитии боевых искусств и систем самообороны:',
  'newsMore': 'Читать далее',
  'newsDate': '20 декабря 2025 г.',
  'aboutTitle': 'Немного о нас',
  'aboutText1': 'ФИЛИППИНСКАЯ ФЕДЕРАЦИЯ БОЕВЫХ ИСКУССТВ',
  'aboutText2': 'Искусство пекити тирсия кали многогранно. Его преимущество заключается в том, что оно охватывает полный спектр боевых подсистем. Все эти подсистемы имеют общую двигательную базу и единую логику, что означает, что они изучаются органично и параллельно.',
  'indicatorHeaderTitle': 'Почему нужно выбрать нас?',
  'indicatorHeaderTitle2': 'Федерация боевых искусств Пекити-Тирсия Кали',
  'indicatorHeaderText': 'Искусство пекити тирсия кали многогранно. Его преимущество заключается в том, что оно охватывает полный спектр боевых подсистем. Все эти подсистемы имеют общую двигательную базу и единую логику, что означает, что они изучаются органично и параллельно.',
  'yoriqchilar': 'Руководства Федерации'
}